benchmarks/framework-shootout/results/aquilia/ping/run1/wrk_steady.txt
Running 5s test @ http://aquilia:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    25.81ms   26.12ms 201.15ms   81.74%
    Req/Sec   578.84    138.50     0.97k    71.50%
  Latency Distribution
     50%   12.66ms
     75%   40.37ms
     90%   61.60ms
     99%  119.26ms
  11668 requests in 5.07s, 2.15MB read
Requests/sec:   2301.56
Transfer/sec:    433.79KB